Repository: ntoporcov/openclient
Catalog: OpenCodeIOSClient/Localizable.xcstrings
Source language: en
Languages: it, pt_br

source: Preparing Video
it: Preparazione video
pt_br: Preparando vídeo

source: Press and hold assistant text to select and copy just the part you need, right from the response.
it: Tieni premuto il testo dell’assistente per selezionare e copiare solo la parte che ti serve, direttamente dalla risposta.
pt_br: Mantenha pressionado o texto do assistente para selecionar e copiar apenas a parte de que precisa, diretamente da resposta.

source: Press and hold while speaking. Release to send.
it: Tieni premuto mentre parli. Rilascia per inviare.
pt_br: Pressione e segure enquanto fala. Solte para enviar.

source: Prevents silence from sending the current message while continuing to listen.
it: Impedisce al silenzio di inviare il messaggio attuale mentre continua l'ascolto.
pt_br: Impede que o silêncio envie a mensagem atual enquanto continua escutando.

source: Preview
it: Anteprima
pt_br: Prévia

source: Preview Unavailable
it: Anteprima non disponibile
pt_br: Prévia indisponível

source: Previous prompt
it: Prompt precedente
pt_br: Prompt anterior

source: Previous Session
it: Sessione precedente
pt_br: Sessão anterior

source: Previous user message
it: Messaggio utente precedente
pt_br: Mensagem anterior do usuário

source: Privacy Policy
it: Informativa sulla privacy
pt_br: Política de Privacidade

source: Privacy: notification payloads are encrypted for Web Push and travel through Apple’s push service to your iPhone. OpenClient does not operate a hosted notification relay. Payloads exclude chat bodies and OpenCode passwords, but include routing information and project or session labels; those names or titles may appear on the Lock Screen.
it: Privacy: i payload delle notifiche sono crittografati per Web Push e passano attraverso il servizio push di Apple fino al tuo iPhone. OpenClient non gestisce un relay di notifiche ospitato. I payload escludono i corpi delle chat e le password di OpenCode, ma includono informazioni di instradamento e i nomi dei progetti o delle sessioni; questi nomi o titoli potrebbero apparire sulla schermata di blocco.
pt_br: Privacidade: as cargas das notificações são criptografadas para o Web Push e passam pelo serviço de push da Apple até o seu iPhone. O OpenClient não opera um relay de notificações hospedado. As cargas não incluem o conteúdo dos chats nem as senhas do OpenCode, mas incluem informações de roteamento e nomes de projetos ou sessões; esses nomes ou títulos podem aparecer na Tela Bloqueada.

source: Pro Lifetime
it: Pro a vita
pt_br: Pro Vitalício

source: Pro Monthly
it: Pro mensile
pt_br: Pro Mensal

source: Probe Log
it: Log sonda
pt_br: Log de diagnóstico

source: Processing
it: Elaborazione in corso
pt_br: Processando

source: Project
it: Progetto
pt_br: Projeto

source: Project Actions
it: Azioni progetto
pt_br: Ações do projeto

source: Project Appearance
it: Aspetto del progetto
pt_br: Aparência do projeto

source: Project Color
it: Colore progetto
pt_br: Cor do projeto

source: Project colors and images are read-only on this server.
it: I colori e le immagini del progetto sono di sola lettura su questo server.
pt_br: As cores e imagens do projeto são somente leitura neste servidor.

source: Project Content
it: Contenuto progetto
pt_br: Conteúdo do projeto

source: Project Image
it: Immagine progetto
pt_br: Imagem do projeto

source: Project Input Required
it: Il progetto richiede una risposta
pt_br: O projeto precisa de uma resposta

source: Project is no longer available.
it: Il progetto non è più disponibile.
pt_br: O projeto não está mais disponível.

source: Project is no longer available. Open the app to sync widget settings.
it: Il progetto non è più disponibile. Apri l'app per sincronizzare le impostazioni del widget.
pt_br: O projeto não está mais disponível. Abra o aplicativo para sincronizar as configurações do widget.

source: Project Requests
it: Richieste del progetto
pt_br: Solicitações do projeto

source: Project Settings
it: Impostazioni progetto
pt_br: Configurações do projeto

source: Project Tree
it: Albero progetto
pt_br: Árvore do projeto

source: Projects
it: Progetti
pt_br: Projetos

source: Projects are the navigation layer, sessions are ongoing threads of work inside a project, and chat is where the live collaboration happens. Instead of treating every prompt like a fresh request, the app is built around the idea that a session keeps context, tool activity, todos, and decisions together.
it: I progetti sono il livello di navigazione, le sessioni sono thread di lavoro in corso all'interno di un progetto, e la chat è dove avviene la collaborazione in tempo reale. Invece di trattare ogni prompt come una richiesta nuova, l'app è costruita sull'idea che una sessione mantenga insieme contesto, attività degli strumenti, todo e decisioni.
pt_br: Projetos são a camada de navegação, sessões são fluxos contínuos de trabalho dentro de um projeto e o chat é onde acontece a colaboração em tempo real. Em vez de tratar cada prompt como uma nova solicitação, o app parte da ideia de que uma sessão mantém contexto, atividade de ferramentas, tarefas e decisões reunidos.

source: Projects, your way
it: Progetti, a modo tuo
pt_br: Projetos do seu jeito

source: Prompt admission is uncertain. Refresh the timeline before retrying.
it: Non è certo che il prompt sia stato accettato. Aggiorna la cronologia prima di riprovare.
pt_br: Não foi possível confirmar se o prompt foi aceito. Atualize a linha do tempo antes de tentar novamente.

source: Prompt copied
it: Prompt copiato
pt_br: Prompt copiado

source: Prompt was admitted, but the timeline could not be reconciled yet.
it: Il prompt è stato accettato, ma non è stato ancora possibile sincronizzare la cronologia.
pt_br: O prompt foi aceito, mas ainda não foi possível sincronizar a linha do tempo.

source: Propagating
it: Propagando
pt_br: Propagando

source: Provider Authorization
it: Autorizzazione provider
pt_br: Autorização do Provedor

source: Provider ID
it: ID provider
pt_br: ID do provedor

source: Provider ID must use lowercase letters, numbers, dashes, or underscores.
it: L'ID del provider deve usare lettere minuscole, numeri, trattini o underscore.
pt_br: O ID do provedor deve usar letras minúsculas, números, travessões ou sublinhados.

source: Provider name is required.
it: Il nome del provider è obbligatorio.
pt_br: O nome do provedor é obrigatório.

source: Provider Unavailable
it: Provider non disponibile
pt_br: Provedor indisponível

source: Providers
it: Provider
pt_br: Provedores

source: Purple
it: Viola
pt_br: Roxo

source: QUESTION
it: DOMANDA
pt_br: PERGUNTA

source: Question %lld
it: Domanda %lld
pt_br: Pergunta %lld

source: Questions
it: Domande
pt_br: Perguntas

source: Queued
it: In coda
pt_br: Na fila

source: Quick Start Widgets
it: Widget di avvio rapido
pt_br: Widgets de início rápido

source: Raw /todo JSON
it: JSON grezzo /todo
pt_br: JSON bruto de /todo

source: Read
it: Lettura
pt_br: Leitura

source: Read the OC Notify Setup Guide
it: Leggi la guida alla configurazione di OC Notify
pt_br: Ler o guia de configuração do OC Notify

source: Reading credential...
it: Lettura credenziale...
pt_br: Lendo credencial...

source: Ready
it: Pronto
pt_br: Pronto

source: Ready to complete
it: Pronto per completare
pt_br: Pronto para concluir

source: Ready to surf? The web is already making waves.
it: Pronto a surfare? Il web sta già facendo onde.
pt_br: Pronto para surfar? A web já está fazendo ondas.

source: Reason
it: Motivo
pt_br: Motivo

source: Reasoning
it: Ragionamento
pt_br: Raciocínio

source: Reasoning Tokens
it: Token di ragionamento
pt_br: Tokens de raciocínio

source: Reasoning: %@
it: Ragionamento: %@
pt_br: Raciocínio: %@

source: Recent
it: Recenti
pt_br: Recente

source: Recommended: Tailscale or another mesh VPN
it: Consigliato: Tailscale o un'altra VPN mesh
pt_br: Recomendado: Tailscale ou outra VPN em malha

source: Reconnect Now
it: Riconnetti ora
pt_br: Reconecte-se agora

source: Reconnect this saved connection before sharing. Its credentials are unavailable.
it: Ristabilisci questa connessione salvata prima di condividere. Le sue credenziali non sono disponibili.
pt_br: Restabeleça esta conexão salva antes de compartilhar. As credenciais dela estão indisponíveis.

source: Reconnecting
it: Riconnessione in corso
pt_br: Reconectando

source: Refresh
it: Aggiorna
pt_br: Atualizar

source: Refresh a saved usage account to choose metrics for Home and Activity.
it: Aggiorna un account di utilizzo salvato per scegliere le metriche per Home e Attività.
pt_br: Atualize uma conta de uso salva para escolher métricas para Início e Atividade.

source: Refresh a saved usage account to preview its metrics.
it: Aggiorna un account di utilizzo salvato per visualizzarne l'anteprima delle metriche.
pt_br: Atualize uma conta de uso salva para visualizar suas métricas.

source: Refresh All
it: Aggiorna tutto
pt_br: Atualizar tudo

source: Refresh File Tree
it: Aggiorna albero dei file
pt_br: Atualizar árvore de arquivos

source: Refresh Files
it: Aggiorna file
pt_br: Atualizar arquivos

source: Refresh MCP Servers
it: Aggiorna server MCP
pt_br: Atualizar servidores MCP

source: Refresh projects before starting a new chat.
it: Aggiorna i progetti prima di avviare una nuova chat.
pt_br: Atualize os projetos antes de iniciar um novo chat.

source: Refresh Workspaces
it: Aggiorna spazi di lavoro
pt_br: Atualizar espaços de trabalho

source: Refreshing...
it: Aggiornamento in corso...
pt_br: Atualizando...

source: Reject
it: Rifiuta
pt_br: Rejeitar

source: Reload page
it: Ricarica pagina
pt_br: Recarregar página

source: Remote Access
it: Accesso remoto
pt_br: Acesso remoto

source: Remove
it: Rimuovi
pt_br: Remover

source: Remove Credential?
it: Rimuovere la credenziale?
pt_br: Remover credencial?

source: Remove the %@ worktree from the server. Session history is not deleted. This cannot be undone.
it: Rimuovi il worktree %@ dal server. La cronologia delle sessioni non viene eliminata. Questa azione non può essere annullata.
pt_br: Remova o worktree %@ do servidor. O histórico de sessões não é excluído. Esta ação não pode ser desfeita.

source: Remove Usage Account?
it: Rimuovere l'account di utilizzo?
pt_br: Remover conta de uso?

source: Removed
it: Rimosso
pt_br: Removido

source: Rename
it: Rinomina
pt_br: Renomear

source: Rename chat
it: Rinomina chat
pt_br: Renomear chat

source: Rename Session
it: Rinomina sessione
pt_br: Renomear sessão

source: Renews monthly
it: Rinnovo mensile
pt_br: Renovação mensal

source: Replace Credential
it: Sostituisci credenziale
pt_br: Substituir credencial

source: Repo Snapshot
it: Snapshot repository
pt_br: Instantâneo do repositório

source: Report a Bug
it: Segnala un bug
pt_br: Relatar um bug

source: Report Bugs And Request Features
it: Segnala bug e richiedi funzionalità
pt_br: Reportar bugs e solicitar recursos

source: Requested
it: Richiesto
pt_br: Solicitado

source: Requested: %@
it: Richiesto: %@
pt_br: Solicitado: %@

source: Required
it: Obbligatorio
pt_br: Obrigatório

source: Requires a device that supports Apple Intelligence.
it: Richiede un dispositivo che supporta Apple Intelligence.
pt_br: Requer um dispositivo compatível com Apple Intelligence.

source: Requires an Apple Intelligence-capable device.
it: Richiede un dispositivo compatibile con Apple Intelligence.
pt_br: Requer um dispositivo compatível com Apple Intelligence.

source: Reserved
it: Riservato
pt_br: Reservado

source: Reset
it: Ripristino
pt_br: Redefinição

source: Reset %@
it: Ripristino %@
pt_br: Redefine %@

source: Reset %@ to the default branch and archive its sessions. Local changes in that worktree will be discarded.
it: Ripristina %@ al branch predefinito e archivia le sue sessioni. Le modifiche locali in quel worktree verranno scartate.
pt_br: Redefina %@ para a branch padrão e arquive suas sessões. As alterações locais desse worktree serão descartadas.

source: Reset Current Tab
it: Ripristina scheda corrente
pt_br: Redefinir guia atual

source: Reset Usage
it: Ripristina utilizzo
pt_br: Redefinir uso

source: Reset Worktree
it: Ripristina worktree
pt_br: Redefinir worktree

source: Resets %@
it: Si azzera %@
pt_br: Redefine %@

source: Resetting
it: Ripristino in corso
pt_br: Redefinindo

source: Restore Purchases
it: Ripristina acquisti
pt_br: Restaurar compras

source: Retry
it: Riprova
pt_br: Tentar novamente

source: Retrying
it: Nuovo tentativo in corso
pt_br: Tentando novamente

source: Return to the main session to continue the conversation.
it: Torna alla sessione principale per continuare la conversazione.
pt_br: Retorne à sessão principal para continuar a conversa.

source: Return to the terminal list to open another session.
it: Torna all'elenco dei terminali per aprire un'altra sessione.
pt_br: Retorne à lista de terminais para abrir outra sessão.

source: Returned Clue
it: Indizio restituito
pt_br: Pista recebida

source: Returns a saved OpenClient server connection.
it: Restituisce una connessione al server OpenClient salvata.
pt_br: Retorna uma conexão de servidor OpenClient salva.

source: Review release notes
it: Rivedi le note di rilascio
pt_br: Ver notas da versão

source: Rich link previews
it: Anteprime link ricche
pt_br: Prévias avançadas de links

source: Rings
it: Anelli
pt_br: Anéis

source: Rings widget preview
it: Anteprima del widget Anelli
pt_br: Prévia do widget de Anéis

source: Role
it: Ruolo
pt_br: Função

source: Rolling window
it: Finestra mobile
pt_br: Janela móvel

source: Ruminating
it: Rimuginando
pt_br: Ruminando

source: Run /commands in temporary sessions that only stick around when they need debugging.
it: Esegui i comandi /commands in sessioni temporanee che restano solo se richiedono debug.
pt_br: Execute /commands em sessões temporárias que só permanecem quando precisam de depuração.

source: Run a streaming probe on this chat. It will auto-send a test prompt and collect a timestamped log you can copy back.
it: Esegui una sonda di streaming su questa chat. Invierà automaticamente un prompt di test e raccoglierà un log con timestamp che potrai copiare.
pt_br: Execute um diagnóstico de streaming neste chat. Ele enviará automaticamente um prompt de teste e coletará um log com data e hora que você poderá copiar.

source: Run action
it: Esegui azione
pt_br: Executar ação

source: Run project commands in dedicated sessions. Successful runs are hidden locally, never deleted, and remain recoverable.
it: Esegui i comandi del progetto in sessioni dedicate. Le esecuzioni riuscite vengono nascoste localmente, mai eliminate, e restano recuperabili.
pt_br: Execute comandos do projeto em sessões dedicadas. Execuções bem-sucedidas ficam ocultas localmente, nunca são excluídas e continuam recuperáveis.

source: Running
it: In esecuzione
pt_br: Em execução

source: Running %@
it: Esecuzione di %@
pt_br: Executando %@

source: Running command
it: Esecuzione comando
pt_br: Comando em execução

source: Running Command
it: Esecuzione del comando
pt_br: Executando comando

source: Running visual checks
it: Esecuzione controlli visivi
pt_br: Executando verificações visuais

source: Running...
it: Esecuzione in corso...
pt_br: Executando...

source: Save
it: Salva
pt_br: Salvar

source: Save changes to keep this connection handy, or connect now to verify it immediately.
it: Salva le modifiche per tenere a portata di mano questa connessione, oppure connettiti ora per verificarla subito.
pt_br: Salve as alterações para manter esta conexão à mão ou conecte-se agora para verificá-la imediatamente.

source: Save Provider
it: Salva provider
pt_br: Salvar provedor

source: Saved account needs attention
it: L'account salvato richiede attenzione
pt_br: A conta salva precisa de atenção

source: Saved Usage Levels
it: Livelli di utilizzo salvati
pt_br: Níveis de uso salvos

source: Saved, not checked
it: Salvato, non verificato
pt_br: Salva, não verificada

source: Saving account...
it: Salvataggio account...
pt_br: Salvando conta...

source: Scanning the OpenCode host on ports 4070 through 4090.
it: Scansione dell'host OpenCode sulle porte da 4070 a 4090.
pt_br: Verificando o host OpenCode nas portas 4070 a 4090.

source: Scatter plot
it: Grafico a dispersione
pt_br: Gráfico de dispersão

source: Schlepping
it: Trascinando
pt_br: Carregando

source: Scope
it: Ambito
pt_br: Escopo

source: Scroll to bottom
it: Scorri in fondo
pt_br: Rolar até o final

source: Search across sessions, projects, messages, statuses, and running tools with cleaner controls.
it: Cerca tra sessioni, progetti, messaggi, stati e strumenti in esecuzione con controlli più essenziali.
pt_br: Pesquise sessões, projetos, mensagens, status e ferramentas em execução com controles mais simples.

source: Search Chats
it: Cerca chat
pt_br: Buscar chats

source: Search MCP servers
it: Cerca server MCP
pt_br: Pesquisar servidores MCP

source: Search messages
it: Cerca messaggi
pt_br: Pesquisar mensagens

source: Search models
it: Cerca modelli
pt_br: Pesquisar modelos

source: Search or enter a website
it: Cerca o inserisci un sito web
pt_br: Buscar ou digitar um endereço

source: Search or enter website name
it: Cerca o inserisci il nome del sito web
pt_br: Buscar ou digitar o nome do site

source: Search providers
it: Cerca provider
pt_br: Buscar provedores

source: Search symbols
it: Cerca simboli
pt_br: Buscar símbolos

source: Search under %@
it: Cerca sotto %@
pt_br: Pesquise em %@

source: Searching
it: Ricerca in corso
pt_br: Buscando

source: Searching chats...
it: Ricerca chat in corso...
pt_br: Pesquisando chats...

source: Searching images...
it: Ricerca immagini in corso...
pt_br: Buscando imagens...

source: See the newest exchange, active tool, todo progress, and Live Activity status without opening every chat.
it: Vedi lo scambio più recente, lo strumento attivo, l'avanzamento delle attività e lo stato dell'attività in tempo reale senza aprire ogni chat.
pt_br: Veja a conversa mais recente, a ferramenta ativa, o progresso das tarefas e o status da Atividade ao Vivo sem abrir cada chat.

source: See what is new in the latest version of OpenClient.
it: Scopri le novità dell'ultima versione di OpenClient.
pt_br: Veja o que há de novo na versão mais recente do OpenClient.

source: SEE WHAT NEEDS YOU
it: SCOPRI COSA HA BISOGNO DI TE
pt_br: VEJA O QUE PRECISA DE VOCÊ

source: See your usage at a glance with the same Bars and Rings layouts available on your Home Screen.
it: Controlla il tuo utilizzo a colpo d'occhio con gli stessi layout Barre e Anelli disponibili sulla schermata Home.
pt_br: Veja seu uso rapidamente com os mesmos layouts de Barras e Anéis disponíveis na Tela de Início.

source: Select
it: Seleziona
pt_br: Selecione

source: Select a Changed File
it: Seleziona un file modificato
pt_br: Selecione um arquivo alterado

source: Select a File
it: Seleziona un file
pt_br: Selecione um arquivo

source: Select a model before compacting this session.
it: Seleziona un modello prima di compattare questa sessione.
pt_br: Selecione um modelo antes de compactar esta sessão.

source: Select a Project
it: Seleziona un progetto
pt_br: Selecione um projeto

source: Select a project before using the in-app browser.
it: Seleziona un progetto prima di usare il browser nell'app.
pt_br: Selecione um projeto antes de usar o navegador do aplicativo.

source: Select a Session
it: Seleziona una sessione
pt_br: Selecione uma sessão

source: Select a Terminal
it: Seleziona un terminale
pt_br: Selecione um terminal

source: Select an existing directory on the server. OpenCode may register its project when the directory is opened.
it: Seleziona una cartella esistente sul server. OpenCode potrebbe registrare il progetto all'apertura della cartella.
pt_br: Selecione um diretório existente no servidor. O OpenCode pode registrar o projeto ao abrir o diretório.

source: Select at least one project from the filter menu.
it: Seleziona almeno un progetto dal menu filtro.
pt_br: Selecione pelo menos um projeto no menu de filtros.

source: Select Terminal Text
it: Seleziona testo del terminale
pt_br: Selecione o texto do terminal

source: Select Text
it: Seleziona testo
pt_br: Selecionar texto

source: Select where this voice conversation should begin.
it: Seleziona dove deve iniziare questa conversazione vocale.
pt_br: Selecione onde esta conversa por voz deve começar.

source: Select. Copy. Done.
it: Seleziona. Copia. Fatto.
pt_br: Selecione. Copie. Pronto.

source: Selected Directory
it: Cartella selezionata
pt_br: Diretório selecionado

source: Selected: %@
it: Selezionato: %@
pt_br: Selecionado: %@

source: Selecting...
it: Selezione in corso...
pt_br: Selecionando...

source: Send
it: Invia
pt_br: Enviar

source: Send a message before forking this session.
it: Invia un messaggio prima di eseguire il fork di questa sessione.
pt_br: Envie uma mensagem antes de fazer fork desta sessão.

source: Send Message
it: Invia messaggio
pt_br: Enviar mensagem

source: Send OpenClient Message
it: Invia messaggio OpenClient
pt_br: Enviar mensagem OpenClient

source: Sending
it: Invio in corso
pt_br: Enviando

source: Sending message
it: Invio messaggio
pt_br: Enviando mensagem

source: Sending...
it: Invio in corso...
pt_br: Enviando...

source: Sends a message to an existing OpenClient session.
it: Invia un messaggio a una sessione OpenClient esistente.
pt_br: Envia uma mensagem para uma sessão OpenClient existente.

source: Sent %lld attachments
it: Inviati %lld allegati
pt_br: %lld anexos enviados

source: Sent an attachment
it: Inviato un allegato
pt_br: Enviou um anexo

source: Series
it: Serie
pt_br: Série

source: Series ID
it: ID serie
pt_br: ID da série

source: Server URL
it: URL del server
pt_br: URL do servidor

source: Servers
it: Server
pt_br: Servidores

source: Session
it: Sessione
pt_br: Sessão

source: Session compacted
it: Sessione compattata
pt_br: Sessão compactada

source: Session compacted. View context.
it: Sessione compattata. Visualizza il contesto.
pt_br: Sessão compactada. Veja o contexto.

source: Session creation could not be confirmed. Check the server before running this action again.
it: Non è stato possibile confermare la creazione della sessione. Controlla il server prima di eseguire nuovamente questa azione.
pt_br: Não foi possível confirmar a criação da sessão. Verifique o servidor antes de executar esta ação novamente.

source: Session creation is uncertain. Check your sessions before trying again.
it: Non è certo che la sessione sia stata creata. Controlla le tue sessioni prima di riprovare.
pt_br: Não foi possível confirmar a criação da sessão. Verifique suas sessões antes de tentar novamente.

source: Session error
it: Errore sessione
pt_br: Erro de sessão

source: Session ID
it: ID sessione
pt_br: ID da sessão

source: Session is no longer available.
it: La sessione non è più disponibile.
pt_br: A sessão não está mais disponível.

source: Session Name
it: Nome sessione
pt_br: Nome da sessão

source: Sessions
it: Sessioni
pt_br: Sessões

source: Sessions will appear here as you work across projects.
it: Le sessioni appariranno qui man mano che lavori tra i progetti.
pt_br: As sessões aparecerão aqui enquanto você trabalha nos projetos.

source: Set Color
it: Imposta colore
pt_br: Definir cor

source: Set Image
it: Imposta immagine
pt_br: Definir imagem

source: Set Up
it: Configura
pt_br: Configurar

source: Set Up Notifications
it: Configura notifiche
pt_br: Configurar notificações

source: Set up OC Notify in your browser, then install it on your Home Screen and allow notifications.
it: Configura OC Notify nel browser, quindi installalo nella schermata Home e consenti le notifiche.
pt_br: Configure o OC Notify no navegador, instale-o na Tela de Início e permita as notificações.
